[Balance.ObjectGrade_DragonMouth_Matchstick InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Balance.ObjectGrade_StorageLocker_Matchstick InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[BalanceDefs.BD_ChildrenOfPhoenix_DragonMouthSwitch InteractiveObjectBalanceDefinition]
DefaultDisplayName="Change the face of the dragon"
Grades[0]=(GradeModifiers=(DisplayName="turn the dragon blade"))

[BalanceDefs.BD_ChildrenOfPhoenix_FireEffigy InteractiveObjectBalanceDefinition]
DefaultDisplayName="Fire picture"
Grades[0]=(GradeModifiers=(DisplayName="fire is a type"))

[BalanceDefs.BD_ChildrenOfPhoenix_FireEffigy2 InteractiveObjectBalanceDefinition]
DefaultDisplayName="Picture of fire"
Grades[0]=(GradeModifiers=(DisplayName="shoot rockets"))

[BalanceDefs.BD_ChildrenOfPhoenix_FireEffigy3 InteractiveObjectBalanceDefinition]
DefaultDisplayName="An image of fire"
Grades[0]=(GradeModifiers=(DisplayName="Fire pattern"))

[BalanceDefs.BD_EternalFlame_Ashes InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[ChildrenOfPhoenix_DragonMouth InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ChildrenOfPhoenix_PitFire InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ChildrenOfPhoenix_SetFireworks InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[EternalFlame_Ashes InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.ChildrenOfPhoenix_DragonMouthswitch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractiveObj_DragonMouth_Matchstick InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractiveObj_StorageLocker_Matchstick InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_FireEffigy InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_FireEffigy2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_FireEffigy3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_ChildrenOfPhoenix_Ashes MissionItemDefinition]
UseFailureCharacterMessage="you need %s To take advantage of this opportunity."
ItemName="Well done and scum"
PickupMessage="near you %s"
UseFailureLevelMessage="You need %d level to use this feature.."
UseFailureConstraintsMessage="This article could not be found."
NoManufacturerName="normal"

[ItemDefs.ID_ChildrenOfPhoenix_Ashes:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Ashes to ashes, rust to rust"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ChildrenOfPhoenix_Fireworks MissionItemDefinition]
UseFailureCharacterMessage="for sure %s Use this article."
ItemName="in the desert"
PickupMessage="do you agree %s"
UseFailureLevelMessage="You must have at least %d level to use this feature."
UseFailureConstraintsMessage="i can't use it."
NoManufacturerName="sex life"

[ItemDefs.ID_ChildrenOfPhoenix_Fireworks:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Fire is useful in emergency situations. (or a party))."
NoConstraintText=""
Suffix=""
Prefix=""

